{
  "_id": "Sepaq",
  "park": [
    {
      "name": "Parc national d'Aiguebelle",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/aig/",
      "coordinates": "{lat: 48.43086261256472, lng: -78.66679004417091}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "A true natural jewel of the Abitibi-Témiscamingue region, Parc national d'Aiguebelle is home to a variety of geological phenomenon with evocative names: giant's kettle, pillow lava...A 22-metre-high suspended walkway offers a thrilling crossing over a gigantic fault. From this vantage point you can admire scenery that has been deeply marked by the work of billions of years. A wide range of discovery activities explore a diversity of wildlife species: moose, beaver, mink, heron and osprey, to name just a few. In winter and summer alike, Parc national d'Aiguebelle is the perfect spot to take your time!"
    },
    {
      "name": "Parc national du Bic",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/bic/",
      "coordinates": "{lat: 48.354382840596855, lng: -68.75461557115872}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Located in the St. Lawrence Estuary, Parc national du Bic proudly showcases its capes, bays, coves, islands, and mountains. The park's atmosphere is unique. Think of the sounds and smells of the sea or the caress of a maritime breeze. Imagine a breathtaking sunset, considered to be one of the world's finest. Seabirds come to nest in the park, and rare plants bloom on its rocky capes. Visitors are delighted by seals basing in the sun near the shore. It's beautiful, peaceful and relaxing..."
    },
    {
      "name": "Parc national du Fjord-du-Saguenay",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/sag/",
      "coordinates": "{lat: 48.3106669410138, lng: -70.334571030675}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Parc national du Fjord-du-Saguenay...The scenery is so awe-inspiring! In this magnificent spot, nature used its colossal strength to create a fjord. There are so many things to see and do here in winter and summer alike. For example, you can head to Baie de Tadoussac to admire the extraordinary panorama of the boundless sea, but also to see hundreds of migrating birds. The scale of this migration gave birth to the Observatoire d'oiseaux de Tadoussac (OOT) This link will open in a new window.. In this park, you will also discover Baie Éternité and Baie Sainte-Marguerite, as vast as they are different..."
    },
    {
      "name": "Parc national de Frontenac",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/fro/",
      "coordinates": "{lat: 45.84071659092893, lng: -71.16254092890294}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Parc national de Frontenac sits on the shores of Grand lac Saint-François, the 3rd biggest lake south of the St. Lawrence River. It’s a haven for more than 200 bird species and over 30 mammal species. The hardwood-covered hills are the kingdom of white-tailed deer, while the mosaic of lakes, ponds, marshes and streams shelter ducks, otters and other creatures who go about their business under the gaze of the great blue heron, ever-present on the territory. Boating activities are featured here, along with hiking and cycling. Whether you camp, go canoe-camping or stay in a ready-to-camp tent, cabin or rustic shelter, you’ll discover a gorgeous natural setting, including a captivatingly fragrant peat bog that’s at least a thousand years old. Carnivore plants, orchids, and the arrow Arum, a rare plant species, also reflect the rich biodiversity of Parc national de Frontenac."
    },
    {
      "name": "Parc national de la Gaspésie",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/gas/",
      "coordinates": "{lat: 48.94692394315128, lng: -66.12340654600587}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Parc national de la Gaspésie was created in April 1937 in order to permanently protect the Gaspésie Caribou and the beauty of Mont Albert and the McGerrigle Mountains, as well as the Rivière Sainte-Anne salmon. The park is now recognized as a mecca for hiking in Québec. The altitude of these mountains deeply influences the climate that moulds the landscape and creates a diversity of species unique to Québec, and even the world. Arctic-alpine plants and tundra landscapes form a habitat for a herd of woodland caribou, the last representatives of this species south of the St. Lawrence."
    },
    {
      "name": "Parc national des Grands-Jardins",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/grj/",
      "coordinates": "{lat: 47.671168908562464, lng: -70.62597887391127}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "In the early 20th century, this area was already known for its incredible fishing opportunities. Visitors were struck by the carpets of ground lichen and the exceptional Arctic vegetation at this latitude. They thus named it the Grands-Jardins-the Great Gardens. Today, Parc national des Grands-Jardins is still visited by anglers and also by hikers, campers, and vacationers. It has the privilege of forming one of the core zones of the Charlevoix Biosphere Reserve, a status granted to the region by UNESCO."
    },
    {
      "name": "Parc national des Hautes-Gorges-de-la-Rivière-Malbaie",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/hgo/",
      "coordinates": "{lat: 47.85813289044595, lng: -70.42433445799423}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Parc national des Hautes-Gorges-de-la-Rivière-Malbaie was named after a series of valleys cut deep into a range of high mountains.The Hautes-Gorges-de-la-Rivière-Malbaie are among the highest rock faces East of the Rockies! Steep slopes, beautiful natural surroundings, and the unusual course of Rivière Malbaie make this an exceptional site. Come and take a voyage into the heart of the Land of Menaud, where time stops but the spectacle goes on and on. This national park has the privilege of being one of the core zones of the Charlevoix Biosphere Reserve."
    },
    {
      "name": "Parc national de l'Île-Bonaventure-et-du-Rocher-Percé",
      "camping": "no",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/bon/",
      "coordinates": "{lat: 48.52319080014538, lng: -64.21281726917674}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "no",
      "introduction": "Parc national de l'Île-Bonaventure-et-du-Rocher-Percé stands out with its rich natural, historic, and geological heritage. Sculpted by time and the sea, at the Gaspé Peninsula's tip, it has the fortress of Bonaventure Island and the magnificent stone vessel of Percé Rock-Québec's tourism emblem. Its outstanding flora and fauna, including its famous colony of Northern Gannets make it a must-see for visitors, as do the island's old homes-the last witnesses to the way the islanders lived a century ago."
    },
    {
      "name": "Parc national des Îles-de-Boucherville",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/bou/",
      "coordinates": "{lat: 45.59692116796517, lng: -73.46988310007399}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "A few kilometres from Montréal, right in the middle of the St. Lawrence, 5 little islands form Parc national des Îles-de-Boucherville. This park offers green spaces, channels teeming with life and waterside trails. Walkers, cyclists and canoers come here for a breath of fresh air and a break from city noise. Others enjoy a trip back in time to discover some of the First Nations that spent time on the park's islands. In the winter, Île Sainte-Marguerite offers skiers and snowshoers a paradise of snowy landscapes. The peaceful atmosphere is conducive to spotting animals and signs of their presence."
    },
    {
      "name": "Parc national de la Jacques-Cartier",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/jac/",
      "coordinates": "{lat: 47.17427140808276, lng: -71.36767345770052}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Just 30 minutes from Québec City, you’ll fall under the spell of a vast mountainous plateau cut by deep valleys. Parc national de la Jacques-Cartier is host to one of the most beautiful glacial valleys in Québec, the spectacular Vallée de la Jacques-Cartier. The Jacques Cartier River, calm in some places and turbulent in others, has sliced a 550-metre-deep channel into the plateau. A coniferous forest dominates the high plateaus, and deciduous trees people the deep valleys. Here, nature is both inspiring and serene."
    },
    {
      "name": "Parc national du Lac-Témiscouata",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/tem/",
      "coordinates": "{lat: 47.79036693117822, lng: -68.75643420001117}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Parc national du Lac-Témiscouata is a harmonious blend of water and woods and an essential stop on the Lands and Forests of Acadia circuit. This park protects a representative sample of the natural region of Monts Notre-Dame. Hiking, cycling, boating, and discovery activities are a great way for visitors to experience the spirit of this place and fully appreciate the scope of an area rich with 10,000 years of human history, all in an unspoiled natural setting. This park is nestled along the largest and most majestic lake in the region, Lac Témiscouata. Created by the power of glaciers, it invites calm and contemplation."
    },
    {
      "name": "Parc national de Miguasha",
      "camping": "no",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/mig/index.dot?language_id=1",
      "coordinates": "{lat: 48.10900744302478, lng: -66.34769524133543}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Here fish and plant fossils tell the story of life, recounting the origin of the first earthly vertebrates, some 380 million years ago, when strange species began their move from water to land. Parc national de Miguasha is a true natural heritage jewel that’s sure to dazzle young and old alike with its vast array of exhibits and family activities. The park’s fossil-rich cliff is registered on the List of UNESCO World Heritage, making Miguasha the best place on earth to discover the fish fossil world of the Devonian period in an entertaining, dynamic, and scientific way. Come and discover a world heritage site right here in your backyard in Québec!"
    },
    {
      "name": "Parc national du Mont-Mégantic",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/mme/",
      "coordinates": "{lat: 45.42704740370646, lng: -71.12518787483431}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Ascending Mont Saint-Joseph or Mont Mégantic, discovering ASTROLab and the astronomy observatories and exploring the mountain and the sky make Parc national du Mont-Mégantic a place where activities \"from the Earth to the sky\" come together in perfect harmony. This park, which was created in 1994, is an increasingly popular year-round outdoor destination. It is the only scientific attraction of its kind in Québec, at the heart of the first International Dark Sky Reserve."
    },
    {
      "name": "Parc national du Mont-Orford",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/mor/",
      "coordinates": "{lat: 45.323012092957796, lng: -72.18822196878797}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Hiking is definitely the best way to discover Parc national du Mont-Orford. It's the perfect way to get access to numerous viewpoints, which are said to be among the most spectacular of the Eastern Townships region. In the fall, the forest presents a show featuring the flamboyant colours of the sugar maples. The park is notably home to white-tailed deer and Great Blue Heron, which you can observe in their natural habitat. There is also a large variety of amphibian and reptile species. Beside two beaches, vacationers have a wide range of fun-filled activities to choose from. Come fall, colourful sugar maples treat hikers to a blazing show. Come winter, the park is a destination of choice for cross-country skiing and snowshoeing fans."
    },
    {
      "name": "Parc national du Mont-Saint-Bruno",
      "camping": "no",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/msb/",
      "coordinates": "{lat: 45.54641725397446, lng: -73.34246881541844}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Parc national du Mont-Saint-Bruno is just a few kilometres from the Montréal metropolitan area. Five lakes, an orchard, a historic mill and dozens of kilometres of trails make this park a true island of nature in an urban environment. Hundreds of species of flowers, trees and plants fill the area. Every breath you take brings a new perfume and every breeze carries this blend of very special scents only found in the forest. Some 200 bird species and about 40 mammal species share the territory. Encounters you can expect, summer and winter alike."
    },
    {
      "name": "Parc national du Mont-Tremblant",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/mot/",
      "coordinates": "{lat: 46.26759372209746, lng: -74.51052809704028}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Created on January 12, 1895, Parc national du Mont-Tremblant will celebrate its 125th anniversary in 2020. This large territory of 1510 km2 enjoys an international stature, being the first park created in Quebec, the third in Canada , and the sixth in North America. It is therefore part of the world history of protected areas along with Yellowstone, Yosemite, and Sequoia parks. With its six great rivers and 400 lakes and streams, it's a canoer's paradise. This wilderness is so vast that it is home to 40 mammal species, including the wolf. There is also the Via ferrata du Diable, an intermediate activity between hiking and climbing that will let you discover the park's mountains in a way you could otherwise only dream about. Parc national du Mont-Tremblant is open year-round and has something for everyone."
    },
    {
      "name": "Parc national des Monts-Valin",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/mva/",
      "coordinates": "{lat: 48.58097040492898, lng: -70.87984683925426}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "Looming 984 metres high, Parc national des Monts-Valin dominates the landscape of the Saguenay-Lac-Saint-Jean region. Fishing for speckled trout and canoeing goes on in a multitude of park lakes and rivers. As an alternative to canoeing, stand-up paddling is an original way to explore the twists and turns of Rivière Valin. In the fall, hiking is in the spotlight. Enjoy a day on the trails or some backpacking with hut accommodations. With an exceptional snow cover, winter turns this territory into an ideal spot for snowshoeing or backcountry skiing. A Snowcat shuttle takes visitors to the base of Vallée des Fantômes. Mummies and ghosts will then accompany them to the summit, 3 kilometres away."
    },
    {
      "name": "Park national d'Oka",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/oka/",
      "coordinates": "{lat: 45.47454423457573, lng: -74.06066181564078}",
      "hiking": null,
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Park national d'Oka is not far from Montréal. This park has a rich historical and natural heritage. The Calvaire, with its four oratories and three chapels, is a unique complex of historic buildings in America. In Grande Baie and Rivière aux Serpents, land and water come together to give birth to ecological jewels: the wetlands. Winter and summer alike, the top of the Calvaire d'Oka trail provides an exceptional view of Lac des Deux Montagnes and the Adirondacks. Soothing and magnificent..."
    },
    {
      "name": "Parc national d’Opémican",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/ope/",
      "coordinates": "{lat: 46.83664022470418, lng: -79.20345574606775}",
      "hiking": "yes",
      "swimming": "no",
      "dog": "yes",
      "introduction": "It’s difficult to remain unmoved by such an awe-inspiring territory. Bordered on either side by Lac Témiscamingue and Lac Kipawa, Parc national d’Opémican aims to protect a sample of the Southern Laurentians natural region. Covering an area of 252.5 km2, the park is divided into three distinct sectors: the Rivière-Kipawa sector, the Pointe-Opémican sector, and the Lac-Marsac sector."
    },
    {
      "name": "Parc national de Plaisance",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/pla/",
      "coordinates": "{lat: 45.5991677001382, lng: -75.10833098473088}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Plaisance—the name evokes the pleasantness of a landscape broken by bays, ponds, and marshes. In spring, Plaisance puts on a performance with thousands of Canada Geese. Come summer, it's a paradise for ducks, herons, ospreys, and dozens of other species. It's also the Ottawa River's soft breeze that makes the tall grasses bend and toss in a wave-like roll across the Petite Presqu'île, not far from the campground."
    },
    {
      "name": "Parc national de la Pointe-Taillon",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/pta/",
      "coordinates": "{lat: 48.67819799824411, lng: -71.87307462882058}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "Who hasn't dreamed of a day spent lounging on a vast sandy shore and walking for miles without reaching the end? That's exactly what you can do on kilometres of shoreline at Parc national de la Pointe-Taillon. Close examination of the sand reveals a world of splendour: garnets, zircon, lodestone...a fabulous wealth of beautiful semi-precious minerals. Boating enthusiasts and swimmers love the exceptionally warm water of Lac Saint-Jean. The park's cycling network starts just a few steps from the beach. It totals 45 km, 16 of which are linked to Véloroute des Bleuets."
    },
    {
      "name": "Parc national de la Yamaska",
      "camping": "yes",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/yam/",
      "coordinates": "{lat: 45.428344580727234, lng: -72.61609204610774}",
      "hiking": "yes",
      "swimming": "yes",
      "dog": "yes",
      "introduction": "The scenery is lovely here at Parc national de la Yamaska. Whether you're on a bicycle or on foot, you can enjoy travelling several kilometres to take in the pure air of nature and discover a valley typical of the Appalachian Lowlands. A witness to the park's creation in 1983, Réservoir Choinière is a 4.56-km2 expanse of water, perfect for boating activities. This vast body of water is teeming with life. Fish, ducks and Great Blue Herons call the park home, along with the many other animal species that find refuge here. This diversity makes nature observation a very interesting activity, season after season. When winter comes, the whole family loves getting out into nature and onto our sparkling snowshoeing and cross-country skiing trails."
    },
    {
      "name": "Parc marin du Saguenay–Saint-Laurent",
      "camping": "no",
      "parkOrigin": "Sepaq",
      "website": "https://www.sepaq.com/pq/ssl/",
      "coordinates": "{lat: 48.1203175925771, lng: -69.66374266994424}",
      "hiking": null,
      "swimming": "no",
      "dog": "no",
      "introduction": "Created in 1998 and yet among the oldest marine protected areas in the world, Parc marin du Saguenay–Saint-Laurent is the only park in Québec to preserve and enhance an exclusively marine environment. With the adjacent communities, Sépaq and Parks Canada mandate is to raise the level of protection of these ecosystems and the quality of experiences that visitors can have here. A unique and fabulous spot, where you stand on the coast to observe a giant marine mammal, the blue whale. There are several ways to experience the marine park. Sailing on the waters or treading the soil of the Discovery Network sites, you’ll be amazed by the magnitude of the nature here, and by the wide variety of activities that are offered."
    }
  ]
}
